Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Stats_Menu_FindAll
source: Find all occurrences of this value
ar: البحث عن كل مرات ظهور هذه القيمة
cs: Najít všechny výskyty této hodnoty
de: Alle Vorkommen dieses Werts suchen
el: Εύρεση όλων των εμφανίσεων αυτής της τιμής
es: Buscar todas las apariciones de este valor
fa: یافتن همهٔ رخدادهای این مقدار
fr: Rechercher toutes les occurrences de cette valeur
hu: Az érték összes előfordulásának keresése
id: Temukan semua kemunculan nilai ini
it: Trova tutte le occorrenze di questo valore
ja: この値をすべて検索
ko: 이 값의 모든 항목 찾기
pl: Znajdź wszystkie wystąpienia tej wartości
pt: Localizar todas as ocorrências deste valor
ro: Găsire toate aparițiile acestei valori
th: ค้นหาค่านี้ทั้งหมด
tr: Bu değerin tüm geçişlerini bul
uk: Знайти всі входження цього значення
vi: Tìm mọi lần xuất hiện của giá trị này
zh_hans: 查找此值的所有出现位置
zh_hant: 尋找此值的所有出現位置

# Stats_Menu_GoTo
source: Go to
ar: انتقال
cs: Přejít na
de: Gehe zu
el: Μετάβαση
es: Ir a
fa: رفتن به
fr: Atteindre
hu: Ugrás
id: Navigasi ke
it: Vai a
ja: 移動
ko: 이동
pl: Przejdź do
pt: Ir para
ro: Salt la
th: ไปที่
tr: Git
uk: Перейти
vi: Đi tới
zh_hans: 转到
zh_hant: 移至

# Stats_Menu_GoToFirst
source: Go to the first occurrence
ar: الانتقال إلى أول ظهور
cs: Přejít na první výskyt
de: Zum ersten Vorkommen
el: Μετάβαση στην πρώτη εμφάνιση
es: Ir a la primera aparición
fa: رفتن به نخستین رخداد
fr: Atteindre la première occurrence
hu: Ugrás az első előfordulásra
id: Navigasi ke kemunculan pertama
it: Vai alla prima occorrenza
ja: 最初の出現位置へ移動
ko: 첫 번째 위치로 이동
pl: Przejdź do pierwszego wystąpienia
pt: Ir para a primeira ocorrência
ro: Salt la prima apariție
th: ไปที่ตำแหน่งแรกที่พบ
tr: İlk geçişe git
uk: Перейти до першого входження
vi: Đi tới lần xuất hiện đầu tiên
zh_hans: 转到第一个出现位置
zh_hant: 移至第一個出現位置

# Stats_Menu_GoToNext
source: Go to the next occurrence
ar: الانتقال إلى الظهور التالي
cs: Přejít na další výskyt
de: Zum nächsten Vorkommen
el: Μετάβαση στην επόμενη εμφάνιση
es: Ir a la siguiente aparición
fa: رفتن به رخداد بعدی
fr: Atteindre l'occurrence suivante
hu: Ugrás a következő előfordulásra
id: Navigasi ke kemunculan berikutnya
it: Vai all'occorrenza successiva
ja: 次の出現位置へ移動
ko: 다음 위치로 이동
pl: Przejdź do następnego wystąpienia
pt: Ir para a próxima ocorrência
ro: Salt la apariția următoare
th: ไปที่ตำแหน่งถัดไปที่พบ
tr: Sonraki geçişe git
uk: Перейти до наступного входження
vi: Đi tới lần xuất hiện tiếp theo
zh_hans: 转到下一个出现位置
zh_hant: 移至下一個出現位置

# Stats_Menu_RecordView
source: Show records of this length
ar: إظهار سجلات بهذا الطول
cs: Zobrazit záznamy této délky
de: Datensätze dieser Länge anzeigen
el: Εμφάνιση εγγραφών αυτού του μήκους
es: Mostrar registros de esta longitud
fa: نمایش رکوردهایی با این طول
fr: Afficher les enregistrements de cette longueur
hu: Ilyen hosszú rekordok megjelenítése
id: Tampilkan rekaman dengan panjang ini
it: Mostra record di questa lunghezza
ja: この長さでレコード表示
ko: 이 길이로 레코드 표시
pl: Pokaż rekordy o tej długości
pt: Mostrar registros deste comprimento
ro: Afișare înregistrări de această lungime
th: แสดงเรคคอร์ดที่มีความยาวนี้
tr: Bu uzunlukta kayıtları göster
uk: Показати записи такої довжини
vi: Hiện bản ghi có độ dài này
zh_hans: 按此长度显示记录
zh_hant: 以此長度顯示記錄

# Stats_MinimumSize
source: Theoretical minimum size
ar: الحد الأدنى النظري للحجم
cs: Teoretická minimální velikost
de: Theoretische Mindestgröße
el: Θεωρητικό ελάχιστο μέγεθος
es: Tamaño mínimo teórico
fa: حداقل اندازهٔ نظری
fr: Taille minimale théorique
hu: Elméleti minimális méret
id: Ukuran minimum teoretis
it: Dimensione minima teorica
ja: 理論上の最小サイズ
ko: 이론상 최소 크기
pl: Teoretyczny minimalny rozmiar
pt: Tamanho mínimo teórico
ro: Dimensiune minimă teoretică
th: ขนาดต่ำสุดทางทฤษฎี
tr: Teorik en küçük boyut
uk: Теоретичний мінімальний розмір
vi: Kích thước tối thiểu lý thuyết
zh_hans: 理论最小大小
zh_hant: 理論最小大小

# Stats_ModeCount
source: {0} times
ar: {0} مرة
de: {0}-mal
el: {0} φορές
es: {0} veces
fa: {0} بار
fr: {0} fois
hu: {0} alkalommal
id: {0} kali
it: {0} volte
ja: {0} 回
ko: {0}회
pl: wystąpienia: {0}
pt: {0} vezes
ro: de {0} ori
th: {0} ครั้ง
tr: {0} kez
uk: {0} разів
vi: {0} lần
zh_hans: {0} 次
zh_hant: {0} 次

# Stats_MoreModes
source: and {0} more
ar: و{0} أخرى
cs: a další ({0})
de: und {0} weitere
el: και {0} ακόμη
es: y {0} más
fa: و {0} مورد دیگر
fr: et {0} autres
hu: és további {0}
id: dan {0} lainnya
it: e altri {0}
ja: ほか {0} 個
ko: 외 {0}개
pl: i jeszcze {0}
pt: e mais {0}
ro: și încă {0}
th: และอีก {0}
tr: ve {0} tane daha
uk: і ще {0}
vi: và {0} giá trị khác
zh_hans: 以及另外 {0} 个
zh_hant: 及其他 {0} 個

# Stats_NoElements
source: There are no elements.
ar: لا توجد عناصر.
cs: Nejsou žádné prvky.
de: Es gibt keine Elemente.
el: Δεν υπάρχουν στοιχεία.
es: No hay elementos.
fa: هیچ عنصری وجود ندارد.
fr: Il n'y a aucun élément.
hu: Nincsenek elemek.
id: Tidak ada elemen.
it: Non ci sono elementi.
ja: 要素が 1 つもありません。
ko: 요소가 없습니다.
pl: Brak elementów.
pt: Não há elementos.
ro: Nu există elemente.
th: ไม่มีองค์ประกอบ
tr: Öğe yok.
uk: Немає елементів.
vi: Không có phần tử nào.
zh_hans: 没有元素。
zh_hant: 沒有任何元素。

# Stats_NoPatterns
source: No sequence appears at least the minimum count.
ar: لا يظهر أي تسلسل بقدر الحد الأدنى للعدد على الأقل.
cs: Žádná sekvence se nevyskytuje alespoň v minimálním počtu.
de: Keine Folge tritt mindestens so oft auf wie die Mindestanzahl.
el: Καμία ακολουθία δεν εμφανίζεται τουλάχιστον όσο το ελάχιστο πλήθος.
es: Ninguna secuencia aparece al menos el recuento mínimo de veces.
fa: هیچ دنباله‌ای دست‌کم به اندازهٔ حداقل تعداد ظاهر نمی‌شود.
fr: Aucune séquence n'apparaît au moins le nombre minimal de fois.
hu: Egyik sorozat sem fordul elő legalább a minimális darabszámban.
id: Tidak ada urutan yang muncul setidaknya sebanyak jumlah minimum.
it: Nessuna sequenza compare almeno il numero minimo di volte.
ja: 最小件数以上現れる列はありません。
ko: 최소 개수 이상 나타나는 시퀀스가 없습니다.
pl: Żadna sekwencja nie występuje co najmniej minimalną liczbę razy.
pt: Nenhuma sequência aparece pelo menos a contagem mínima.
ro: Nicio secvență nu apare de cel puțin numărul minim de ori.
th: ไม่มีลำดับที่ปรากฏอย่างน้อยตามจำนวนขั้นต่ำ
tr: En az sayıda görünen bir dizi yok.
uk: Немає послідовностей, що трапляються не рідше за мінімальну кількість.
vi: Không có chuỗi nào xuất hiện ít nhất bằng số lần tối thiểu.
zh_hans: 没有出现次数达到最小计数的序列。
zh_hant: 沒有出現次數達到最小計數的序列。

# Stats_OutOfRange
source: Below the range: {0}, above the range: {1}
ar: أقل من النطاق: {0}، أعلى من النطاق: {1}
cs: Pod rozsahem: {0}, nad rozsahem: {1}
de: Unterhalb des Bereichs: {0}, oberhalb des Bereichs: {1}
el: Κάτω από το εύρος: {0}, πάνω από το εύρος: {1}
es: Por debajo del rango: {0}, por encima del rango: {1}
fa: کمتر از محدوده: {0}، بیشتر از محدوده: {1}
fr: Sous la plage : {0}, au-dessus de la plage : {1}
hu: A tartomány alatt: {0}, a tartomány felett: {1}
id: Di bawah rentang: {0}, di atas rentang: {1}
it: Sotto l'intervallo: {0}, sopra l'intervallo: {1}
ja: 範囲より小さい: {0}、範囲より大きい: {1}
ko: 범위 미만: {0}, 범위 초과: {1}
pl: Poniżej zakresu: {0}, powyżej zakresu: {1}
pt: Abaixo do intervalo: {0}, acima do intervalo: {1}
ro: Sub interval: {0}, peste interval: {1}
th: ต่ำกว่าช่วง: {0} สูงกว่าช่วง: {1}
tr: Aralığın altında: {0}, aralığın üstünde: {1}
uk: Нижче діапазону: {0}, вище діапазону: {1}
vi: Dưới phạm vi: {0}, trên phạm vi: {1}
zh_hans: 低于范围：{0}，高于范围：{1}
zh_hant: 低於範圍：{0}，高於範圍：{1}

# Stats_PatternsCancelled
source: Cancelled. Partial results were discarded.
ar: تم الإلغاء. تم تجاهل النتائج الجزئية.
cs: Zrušeno. Částečné výsledky byly zahozeny.
de: Abgebrochen. Teilergebnisse wurden verworfen.
el: Ακυρώθηκε. Τα μερικά αποτελέσματα απορρίφθηκαν.
es: Cancelado. Se descartaron los resultados parciales.
fa: لغو شد. نتایج جزئی دور ریخته شد.
fr: Annulé. Les résultats partiels ont été supprimés.
hu: Megszakítva. A részleges eredmények elvetve.
id: Dibatalkan. Hasil parsial dibuang.
it: Annullato. I risultati parziali sono stati scartati.
ja: キャンセルしました。途中の結果は破棄しました。
ko: 취소되었습니다. 중간 결과는 삭제했습니다.
pl: Anulowano. Częściowe wyniki zostały odrzucone.
pt: Cancelado. Os resultados parciais foram descartados.
ro: Anulat. Rezultatele parțiale au fost eliminate.
th: ยกเลิกแล้ว ผลลัพธ์บางส่วนถูกละทิ้ง
tr: İptal edildi. Kısmi sonuçlar atıldı.
uk: Скасовано. Часткові результати відкинуто.
vi: Đã hủy. Kết quả một phần đã bị loại bỏ.
zh_hans: 已取消。已放弃部分结果。
zh_hant: 已取消。已捨棄部分結果。

# Stats_PeriodRowName
source: {0}. period {1}: {2}
ar: {0}. الدورة {1}: {2}
cs: {0}. perioda {1}: {2}
de: {0}. Periode {1}: {2}
el: {0}. περίοδος {1}: {2}
es: {0}. período {1}: {2}
fa: {0}. دورهٔ {1}: {2}
fr: {0}. période {1} : {2}
hu: {0}. – periódus {1}: {2}
id: {0}. periode {1}: {2}
it: {0}. periodo {1}: {2}
ja: {0} 位 周期 {1}: {2}
ko: {0}위 주기 {1}: {2}
pl: {0}. okres {1}: {2}
pt: {0}. período {1}: {2}
ro: {0}. perioada {1}: {2}
th: {0}. รอบ {1}: {2}
tr: {0}. periyot {1}: {2}
uk: {0}. період {1}: {2}
vi: {0}. chu kỳ {1}: {2}
zh_hans: {0}. 周期 {1}：{2}
zh_hant: {0}. 週期 {1}：{2}

# Stats_PiValue
source: {0} (error {1}%)
ar: {0} (الخطأ {1}%)
cs: {0} (chyba {1} %)
de: {0} (Fehler {1} %)
el: {0} (σφάλμα {1}%)
fa: {0} (خطا {1}%)
fr: {0} (erreur {1} %)
hu: {0} (hiba: {1}%)
id: {0} (galat {1}%)
it: {0} (errore {1}%)
ja: {0} (誤差 {1}%)
ko: {0}(오차 {1}%)
pl: {0} (błąd {1}%)
pt: {0} (erro {1}%)
ro: {0} (eroare {1}%)
th: {0} (คลาดเคลื่อน {1}%)
tr: {0} (hata %{1})
uk: {0} (похибка {1}%)
vi: {0} (sai số {1}%)
zh_hans: {0}（误差 {1}%）
zh_hant: {0}（誤差 {1}%）

# Stats_PositionCell
source: {0} to {1}, {2}: {3} ({4}%)
ar: {0} إلى {1}، {2}: {3} ({4}%)
cs: {0} až {1}, {2}: {3} ({4} %)
de: {0} bis {1}, {2}: {3} ({4} %)
el: {0} έως {1}, {2}: {3} ({4}%)
es: {0} a {1}, {2}: {3} ({4} %)
fa: {0} تا {1}، {2}: {3} ({4}%)
fr: {0} à {1}, {2} : {3} ({4} %)
id: {0} hingga {1}, {2}: {3} ({4}%)
it: Da {0} a {1}, {2}: {3} ({4}%)
ja: {0}〜{1}、{2}: {3} 件 ({4}%)
pl: Od {0} do {1}, {2}: {3} ({4}%)
pt: De {0} a {1}, {2}: {3} ({4}%)
th: {0} ถึง {1}, {2}: {3} ({4}%)
tr: {0} ile {1}, {2}: {3} (%{4})
uk: від {0} до {1}, {2}: {3} ({4}%)
vi: {0} đến {1}, {2}: {3} ({4}%)
zh_hans: {0} 到 {1}，{2}：{3}（{4}%）
zh_hant: {0} 到 {1}，{2}：{3}（{4}%）

# Stats_PositionChart
source: Byte distribution by position
ar: توزيع البايتات حسب الموضع
cs: Rozložení bajtů podle pozice
de: Byteverteilung nach Position
el: Κατανομή byte ανά θέση
es: Distribución de bytes por posición
fa: توزیع بایت بر اساس موقعیت
fr: Répartition des octets par position
hu: Bájteloszlás pozíció szerint
id: Distribusi byte menurut posisi
it: Distribuzione dei byte per posizione
ja: 位置ごとのバイト分布
ko: 위치별 바이트 분포
pl: Rozkład bajtów według pozycji
pt: Distribuição de bytes por posição
ro: Distribuția octeților după poziție
th: การกระจายของไบต์ตามตำแหน่ง
tr: Konuma göre bayt dağılımı
uk: Розподіл байтів за позицією
vi: Phân bố byte theo vị trí
zh_hans: 按位置的字节分布
zh_hant: 依位置的位元組分布

# Stats_RangeInvalid
source: The range is invalid.
ar: النطاق غير صالح.
cs: Rozsah je neplatný.
de: Der Bereich ist ungültig.
el: Το εύρος δεν είναι έγκυρο.
es: El rango no es válido.
fa: محدوده نامعتبر است.
fr: La plage n'est pas valide.
hu: A tartomány érvénytelen.
id: Rentang tidak valid.
it: L'intervallo non è valido.
ja: 範囲が正しくありません。
ko: 범위가 올바르지 않습니다.
pl: Zakres jest nieprawidłowy.
pt: O intervalo é inválido.
ro: Intervalul nu este valid.
th: ช่วงไม่ถูกต้อง
tr: Aralık geçersiz.
uk: Неприпустимий діапазон.
vi: Phạm vi không hợp lệ.
zh_hans: 范围无效。
zh_hant: 範圍無效。

# Stats_Redundancy
source: Redundancy
ar: التكرار
cs: Redundance
de: Redundanz
el: Πλεονασμός
es: Redundancia
fa: افزونگی
fr: Redondance
hu: Redundancia
id: Redundansi
it: Ridondanza
ja: 冗長度
ko: 중복도
pl: Nadmiarowość
pt: Redundância
ro: Redundanță
th: ความซ้ำซ้อน
tr: Fazlalık
uk: Надлишковість
vi: Độ dư thừa
zh_hans: 冗余度
zh_hant: 冗餘度

# Stats_RegionName
source: {0}, {1}, {2} bytes
ar: {0}، {1}، {2} بايت
cs: {0}, {1}, bajty: {2}
el: {0}, {1}, {2} byte
fa: {0}، {1}، {2} بایت
fr: {0}, {1}, {2} octets
hu: {0}, {1}, {2} bájt
id: {0}, {1}, {2} byte
it: {0}, {1}, {2} byte
ja: {0}、{1}、{2} バイト
ko: {0}, {1}, {2}바이트
pl: {0}, {1}, bajty: {2}
ro: {0}, {1}, {2} octeți
th: {0}, {1}, {2} ไบต์
tr: {0}, {1}, {2} bayt
uk: {0}, {1}, {2} байтів
vi: {0}, {1}, {2} byte
zh_hans: {0}，{1}，{2} 字节
zh_hant: {0}，{1}，{2} 個位元組

# Stats_Remainder
source: Remainder: {0} bytes
ar: الباقي: {0} بايت
cs: Zbytek: {0} B
de: Rest: {0} Bytes
el: Υπόλοιπο: {0} byte
es: Resto: {0} bytes
fa: باقی‌مانده: {0} بایت
fr: Reste : {0} octets
hu: Maradék: {0} bájt
id: Sisa: {0} byte
it: Resto: {0} byte
ja: 端数: {0} バイト
ko: 나머지: {0}바이트
pl: Reszta (bajty): {0}
pt: Restante: {0} bytes
ro: Rest: {0} octeți
th: เศษ: {0} ไบต์
tr: Kalan: {0} bayt
uk: Залишок: {0} байтів
vi: Phần dư: {0} byte
zh_hans: 余数：{0} 字节
zh_hant: 餘數：{0} 個位元組

# Stats_Sample
source: Sample: {0} / {1}
ar: العينة: {0} / {1}
cs: Vzorek: {0} / {1}
de: Stichprobe: {0} / {1}
el: Δείγμα: {0} / {1}
es: Muestra: {0} / {1}
fa: نمونه: {0} / {1}
fr: Échantillon : {0} / {1}
hu: Minta: {0} / {1}
id: Sampel: {0} / {1}
it: Campione: {0} / {1}
ja: 標本: {0} / {1}
ko: 표본: {0} / {1}
pl: Próbka: {0} / {1}
pt: Amostra: {0} / {1}
ro: Eșantion: {0} / {1}
th: ตัวอย่าง: {0} / {1}
tr: Örnek: {0} / {1}
uk: Вибірка: {0} / {1}
vi: Mẫu: {0} / {1}
zh_hans: 样本：{0} / {1}
zh_hant: 樣本：{0} / {1}

# Stats_SaveFailed
source: Could not save: {0}
ar: تعذر الحفظ: {0}
cs: Nelze uložit: {0}
de: Speichern nicht möglich: {0}
el: Δεν ήταν δυνατή η αποθήκευση: {0}
es: No se pudo guardar: {0}
fa: ذخیره ممکن نشد: {0}
fr: Impossible d'enregistrer : {0}
hu: Nem sikerült menteni: {0}
id: Tidak dapat menyimpan: {0}
it: Impossibile salvare: {0}
ja: 保存できません: {0}
ko: 저장할 수 없습니다: {0}
pl: Nie można zapisać: {0}
pt: Não foi possível salvar: {0}
ro: Nu s-a putut salva: {0}
th: ไม่สามารถบันทึก: {0}
tr: Kaydedilemedi: {0}
uk: Не вдалося зберегти: {0}
vi: Không thể lưu: {0}
zh_hans: 无法保存：{0}
zh_hant: 無法儲存：{0}

# Stats_Saved
source: Saved {0}.
ar: تم حفظ {0}.
cs: Uloženo: {0}.
de: {0} gespeichert.
el: Αποθηκεύτηκε το {0}.
es: Se guardó {0}.
fa: {0} ذخیره شد.
fr: {0} enregistré.
hu: Mentve: {0}.
id: {0} disimpan.
it: Salvato {0}.
ja: {0} に保存しました。
ko: {0}에 저장했습니다.
pl: Zapisano {0}.
pt: {0} salvo.
ro: S-a salvat {0}.
th: บันทึก {0} แล้ว
tr: {0} kaydedildi.
uk: Збережено: {0}.
vi: Đã lưu {0}.
zh_hans: 已保存 {0}。
zh_hant: 已儲存 {0}。

# Stats_SignatureKind
source: Signature: {0}
ar: التوقيع: {0}
cs: Signatura: {0}
de: Signatur: {0}
el: Υπογραφή: {0}
es: Firma: {0}
fa: امضا: {0}
hu: Aláírás: {0}
id: Tanda tangan: {0}
it: Firma: {0}
ja: シグネチャ: {0}
ko: 시그니처: {0}
pl: Sygnatura: {0}
pt: Assinatura: {0}
ro: Semnătură: {0}
th: ลายเซ็น: {0}
tr: İmza: {0}
uk: Сигнатура: {0}
vi: Chữ ký: {0}
zh_hans: 签名：{0}
zh_hant: 簽章：{0}

# Stats_StrideInvalid
source: The stride must be 1 to 65,536.
ar: يجب أن تكون الخطوة من 1 إلى 65,536.
cs: Krok musí být od 1 do 65 536.
de: Die Schrittweite muss zwischen 1 und 65.536 liegen.
el: Το βήμα πρέπει να είναι από 1 έως 65.536.
es: El paso debe estar entre 1 y 65 536.
fa: گام باید از 1 تا 65,536 باشد.
fr: Le pas doit être compris entre 1 et 65 536.
hu: A lépésköz 1 és 65 536 között lehet.
id: Langkah harus 1 hingga 65.536.
it: Il passo deve essere compreso tra 1 e 65.536.
ja: ストライドは 1〜65,536 で指定してください。
ko: 간격은 1~65,536이어야 합니다.
pl: Krok musi wynosić od 1 do 65 536.
pt: O passo deve ser de 1 a 65.536.
ro: Pasul trebuie să fie între 1 și 65.536.
th: ระยะก้าวต้องอยู่ระหว่าง 1 ถึง 65,536
tr: Adım 1 ile 65.536 arasında olmalıdır.
uk: Крок має бути від 1 до 65 536.
vi: Bước nhảy phải từ 1 đến 65.536.
zh_hans: 步长必须为 1 到 65,536。
zh_hant: 間距必須介於 1 到 65,536 之間。

# Stats_Unreadable
source: Unreadable ranges: {0}, {1} bytes
ar: النطاقات غير القابلة للقراءة: {0}، {1} بايت
cs: Nečitelné rozsahy: {0}, bajty: {1}
de: Nicht lesbare Bereiche: {0}, {1} Bytes
el: Μη αναγνώσιμες περιοχές: {0}, {1} byte
es: Rangos ilegibles: {0}, {1} bytes
fa: محدوده‌های ناخوانا: {0}، {1} بایت
fr: Plages illisibles : {0}, {1} octets
hu: Olvashatatlan tartományok: {0}, {1} bájt
id: Rentang tidak terbaca: {0}, {1} byte
it: Intervalli illeggibili: {0}, {1} byte
ja: 読み込めなかった範囲: {0} か所、{1} バイト
ko: 읽을 수 없는 범위: {0}곳, {1}바이트
pl: Nieczytelne zakresy: {0}, bajty: {1}
pt: Intervalos ilegíveis: {0}, {1} bytes
ro: Intervale ilizibile: {0}, {1} octeți
th: ช่วงที่อ่านไม่ได้: {0} ช่วง {1} ไบต์
tr: Okunamayan aralıklar: {0}, {1} bayt
uk: Нечитабельні діапазони: {0}, {1} байтів
vi: Phạm vi không đọc được: {0}, {1} byte
zh_hans: 不可读取的范围：{0} 处，{1} 字节
zh_hant: 無法讀取的範圍：{0} 處，{1} 個位元組

# Stats_Unreadable_Cell
source: Unreadable
ar: غير قابل للقراءة
cs: Nečitelné
de: Nicht lesbar
el: Μη αναγνώσιμο
es: Ilegible
fa: ناخوانا
fr: Illisible
hu: Olvashatatlan
id: Tidak terbaca
it: Illeggibile
ja: 読み込み不可
ko: 읽을 수 없음
pl: Nieczytelne
pt: Ilegível
ro: Ilizibil
th: อ่านไม่ได้
tr: Okunamıyor
uk: Не читається
vi: Không đọc được
zh_hans: 不可读取
zh_hant: 無法讀取

# Stats_ValueNotFound
source: The value was not found.
ar: لم يتم العثور على القيمة.
cs: Hodnota nebyla nalezena.
de: Der Wert wurde nicht gefunden.
el: Η τιμή δεν βρέθηκε.
es: No se encontró el valor.
fa: مقدار یافت نشد.
fr: La valeur est introuvable.
hu: Az érték nem található.
id: Nilai tidak ditemukan.
it: Il valore non è stato trovato.
ja: その値は見つかりませんでした。
ko: 값을 찾을 수 없습니다.
pl: Nie znaleziono wartości.
pt: O valor não foi encontrado.
ro: Valoarea nu a fost găsită.
th: ไม่พบค่านี้
tr: Değer bulunamadı.
uk: Значення не знайдено.
vi: Không tìm thấy giá trị.
zh_hans: 未找到该值。
zh_hant: 找不到此值。

# Stats_Share_Printable
source: Printable ASCII
ar: ASCII القابلة للطباعة
cs: Tisknutelné ASCII
de: Druckbares ASCII
el: Εκτυπώσιμοι ASCII
es: ASCII imprimible
fa: ASCII قابل چاپ
fr: ASCII imprimable
hu: Nyomtatható ASCII
id: ASCII yang dapat dicetak
it: ASCII stampabile
ja: 印字可能な ASCII
ko: 인쇄 가능한 ASCII
pl: Drukowalne ASCII
pt: ASCII imprimível
ro: ASCII imprimabil
th: ASCII ที่พิมพ์ได้
tr: Yazdırılabilir ASCII
uk: Друковані ASCII
vi: ASCII in được
zh_hans: 可打印 ASCII
zh_hant: 可列印 ASCII

# Stats_Share_Whitespace
source: Whitespace
ar: المسافات البيضاء
cs: Prázdné znaky
de: Leerraum
el: Κενά διαστήματα
es: Espacios en blanco
fa: فاصلهٔ سفید
fr: Espaces
hu: Szóköz jellegű karakterek
id: Spasi putih
it: Spazi vuoti
ja: 空白類
ko: 공백
pl: Białe znaki
pt: Espaço em branco
ro: Spațiu alb
th: ช่องว่าง
tr: Boşluk karakterleri
uk: Пробільні символи
vi: Khoảng trắng
zh_hans: 空白
zh_hant: 空白字元

# Stats_Share_Control
source: Other control characters
ar: أحرف تحكم أخرى
cs: Ostatní řídicí znaky
de: Andere Steuerzeichen
el: Άλλοι χαρακτήρες ελέγχου
es: Otros caracteres de control
fa: سایر نویسه‌های کنترلی
fr: Autres caractères de contrôle
hu: Egyéb vezérlőkarakterek
id: Karakter kontrol lainnya
it: Altri caratteri di controllo
ja: その他の制御文字
ko: 기타 제어 문자
pl: Inne znaki sterujące
pt: Outros caracteres de controle
ro: Alte caractere de control
th: อักขระควบคุมอื่นๆ
tr: Diğer denetim karakterleri
uk: Інші керівні символи
vi: Ký tự điều khiển khác
zh_hans: 其他控制字符
zh_hant: 其他控制字元

# Stats_Share_High
source: 0x80 to 0xFF
ar: من 0x80 إلى 0xFF
cs: 0x80 až 0xFF
de: 0x80 bis 0xFF
el: 0x80 έως 0xFF
es: 0x80 a 0xFF
fa: 0x80 تا 0xFF
fr: 0x80 à 0xFF
hu: 0x80 – 0xFF
id: 0x80 hingga 0xFF
it: Da 0x80 a 0xFF
ja: 0x80〜0xFF
ko: 0x80~0xFF
pl: Od 0x80 do 0xFF
pt: De 0x80 a 0xFF
ro: 0x80 – 0xFF
th: 0x80 ถึง 0xFF
tr: 0x80 ile 0xFF
uk: Від 0x80 до 0xFF
vi: 0x80 đến 0xFF
zh_hans: 0x80 到 0xFF
zh_hant: 0x80 到 0xFF

# Stats_Verdict_Repetitive
source: Mostly repetitions of the same value
ar: في الغالب تكرارات للقيمة نفسها
cs: Převážně opakování stejné hodnoty
de: Größtenteils Wiederholungen desselben Werts
el: Κυρίως επαναλήψεις της ίδιας τιμής
es: Principalmente repeticiones del mismo valor
fa: بیشتر تکرار یک مقدار
fr: Principalement des répétitions de la même valeur
hu: Főként ugyanannak az értéknek az ismétlődése
id: Sebagian besar pengulangan nilai yang sama
it: Per lo più ripetizioni dello stesso valore
ja: ほぼ同じ値の繰り返し
ko: 대부분 같은 값의 반복
pl: Głównie powtórzenia tej samej wartości
pt: Principalmente repetições do mesmo valor
ro: În mare parte repetări ale aceleiași valori
th: ส่วนใหญ่เป็นค่าเดียวกันซ้ำๆ
tr: Çoğunlukla aynı değerin yinelenmesi
uk: Переважно повторення того самого значення
vi: Phần lớn là lặp lại cùng một giá trị
zh_hans: 大部分是同一值的重复
zh_hant: 大部分是相同值的重複

# Stats_Verdict_TextOrStructured
source: Possibly text or structured data
ar: ربما نص أو بيانات منظمة
cs: Pravděpodobně text nebo strukturovaná data
de: Möglicherweise Text oder strukturierte Daten
el: Πιθανώς κείμενο ή δομημένα δεδομένα
es: Posiblemente texto o datos estructurados
fa: احتمالاً متن یا دادهٔ ساختاریافته
fr: Probablement du texte ou des données structurées
hu: Valószínűleg szöveg vagy strukturált adat
id: Mungkin teks atau data terstruktur
it: Probabilmente testo o dati strutturati
ja: テキストや構造化データの可能性
ko: 텍스트 또는 구조화된 데이터일 수 있음
pl: Prawdopodobnie tekst lub dane strukturalne
pt: Possivelmente texto ou dados estruturados
ro: Posibil text sau date structurate
th: อาจเป็นข้อความหรือข้อมูลที่มีโครงสร้าง
tr: Metin veya yapılandırılmış veri olabilir
uk: Можливо, текст або структуровані дані
vi: Có thể là văn bản hoặc dữ liệu có cấu trúc
zh_hans: 可能是文本或结构化数据
zh_hant: 可能是文字或結構化資料

# Stats_Verdict_Binary
source: Possibly general binary (executables and so on)
ar: ربما بيانات ثنائية عامة (ملفات تنفيذية وما إلى ذلك)
cs: Pravděpodobně obecná binární data (spustitelné soubory apod.)
de: Möglicherweise allgemeine Binärdaten (ausführbare Dateien usw.)
el: Πιθανώς γενικά δυαδικά δεδομένα (εκτελέσιμα κ.λπ.)
es: Posiblemente binario general (ejecutables, etc.)
fa: احتمالاً دادهٔ دودویی عمومی (فایل‌های اجرایی و غیره)
fr: Probablement du binaire générique (exécutables, etc.)
hu: Valószínűleg általános bináris adat (futtatható fájlok stb.)
id: Mungkin biner umum (file eksekusi, dan sebagainya)
it: Probabilmente binario generico (eseguibili e simili)
ja: 一般的なバイナリ (実行形式など) の可能性
ko: 일반 바이너리(실행 파일 등)일 수 있음
pl: Prawdopodobnie zwykłe dane binarne (pliki wykonywalne itp.)
pt: Possivelmente binário comum (executáveis etc.)
ro: Posibil date binare generale (executabile etc.)
th: อาจเป็นไบนารีทั่วไป (ไฟล์ปฏิบัติการ ฯลฯ)
tr: Genel ikili veri olabilir (yürütülebilir dosyalar vb.)
uk: Можливо, звичайні двійкові дані (виконувані файли тощо)
vi: Có thể là nhị phân thông thường (tệp thực thi, v.v.)
zh_hans: 可能是普通二进制数据（可执行文件等）
zh_hant: 可能是一般二進位資料（執行檔等）

# Stats_Verdict_CompressedOrEncrypted
source: Possibly compressed or encrypted data
ar: ربما بيانات مضغوطة أو مشفرة
cs: Pravděpodobně komprimovaná nebo šifrovaná data
de: Möglicherweise komprimierte oder verschlüsselte Daten
el: Πιθανώς συμπιεσμένα ή κρυπτογραφημένα δεδομένα
es: Posiblemente datos comprimidos o cifrados
fa: احتمالاً دادهٔ فشرده یا رمزنگاری‌شده
fr: Probablement des données compressées ou chiffrées
hu: Valószínűleg tömörített vagy titkosított adat
id: Mungkin data terkompresi atau terenkripsi
it: Probabilmente dati compressi o crittografati
ja: 圧縮または暗号化されたデータの可能性
ko: 압축 또는 암호화된 데이터일 수 있음
pl: Prawdopodobnie dane skompresowane lub zaszyfrowane
pt: Possivelmente dados compactados ou criptografados
ro: Posibil date comprimate sau criptate
th: อาจเป็นข้อมูลที่บีบอัดหรือเข้ารหัสลับ
tr: Sıkıştırılmış veya şifreli veri olabilir
uk: Можливо, стиснені або зашифровані дані
vi: Có thể là dữ liệu nén hoặc mã hóa
zh_hans: 可能是压缩或加密的数据
zh_hant: 可能是壓縮或加密的資料

# Stats_Why_NoElements
source: There are no elements.
ar: لا توجد عناصر.
cs: Nejsou žádné prvky.
de: Es gibt keine Elemente.
el: Δεν υπάρχουν στοιχεία.
es: No hay elementos.
fa: هیچ عنصری وجود ندارد.
fr: Il n'y a aucun élément.
hu: Nincsenek elemek.
id: Tidak ada elemen.
it: Non ci sono elementi.
ja: 要素がありません。
ko: 요소가 없습니다.
pl: Brak elementów.
pt: Não há elementos.
ro: Nu există elemente.
th: ไม่มีองค์ประกอบ
tr: Öğe yok.
uk: Немає елементів.
vi: Không có phần tử nào.
zh_hans: 没有元素。
zh_hant: 沒有元素。
